Repository: tpay-com/tpay-woocommerce
Catalog: lang/tpay-*.po
Languages: pl_pl

source: Amount
pl_pl: Kwota

source: I understand
pl_pl: Rozumiem

source: You do not need to enter the BLIK code, because you linked your account to this device during one of the previous payments. The payment still requires confirmation in the app.
pl_pl: Nie musisz wpisywać kodu BLIK, gdyż powiązałeś swoje konto z tym urządzeniem podczas jednej z poprzednich płatności. Płatność nadal wymaga potwierdzenia w aplikacji.

source: MID number
pl_pl: Numer MID

source: MID domain
pl_pl: Domena MID

source: In order to purchase a subscription service, you must agree to save the card.
pl_pl: W celu zakupu usługi subskrypcyjnej należy wyrazić zgodę na zapisanie karty.

source: Percentage fee
pl_pl: Dodatkowa kwota %

source: Enter the correct card details
pl_pl: Wpisz poprawne dane karty

source: BLIK user or system timeout
pl_pl: Wystąpił problem z połączeniem, spróbuj ponownie za chwilę

source: Amount fee
pl_pl: Dodatkowa kwota

source: Client ID
pl_pl: ID Klienta

source: BLIK insufficient funds / user authorization error
pl_pl: Niewystarczająca ilość środków na pokrycie transakcji

source: Invalid BLIK six-digit code
pl_pl: Podano błędy kod BLIK

source: Blik code is too short
pl_pl: Podany kod BLIK jest za krótki. Spróbuj ponownie

source: BLIK payment declined by user
pl_pl: Autoryzacja transakcji została odrzucona przez użytkownika

source: API key
pl_pl: Klucz API

source: You find in Merchant's Panel: Integration -> API -> Open Api Keys section
pl_pl: Znajdziesz w Panelu Akceptanta: Integracje -> API -> sekcja Klucze do nowego Open Api

source: Secret
pl_pl: Sekret API

source: Blik payment
pl_pl: Płatność Blik

source: BLIK system general error
pl_pl: Wystąpił błąd systemowy, spróbuj ponownie za chwilę

source: BLIK system or user timeout
pl_pl: Wystąpił problem z połączeniem, spróbuj ponownie za chwilę

source: Card number
pl_pl: Numer karty

source: Choose payment method.
pl_pl: Wybierz metodę płatności.

source: Custom order of displayed banks. Separate the values with a comma
pl_pl: Własna kolejność wyświetlanych banków. Wartości oddziel przecinkiem

source: Custom order
pl_pl: Własna kolejność

source: Launch payment
pl_pl: Uruchom płatność

source: Successful payment status
pl_pl: Domyślny status po opłaceniu

source: Description of Tpay Payment Gateway that users sees on Checkout page.
pl_pl: Opis bramki płatności Tpay, widoczny na stronie zamówienia.

source: Description
pl_pl: Opis

source: Disabled
pl_pl: Wyłączony

source: Enable
pl_pl: Włącz

source: Enable Blik lvl 0
pl_pl: BLIK LVL 0

source: Allows to enter blik code on the order page
pl_pl: Zezwala na wpisywanie kodu blik na stronie zamówienia

source: You find in Merchant's Panel: Credit card payments -> API
pl_pl: Znajdziesz w Panelu Akceptanta: Płatności kartami -> API

source: Enable fee
pl_pl: Dodatkowa kwota

source: Enable for shipping methods
pl_pl: Włącz dla podanych metod dostawy

source: Enable Tpay payment method
pl_pl: Włącz płatność Tpay

source: Enter BLIK code
pl_pl: Wpisz kod Blik

source: Enter Blik code
pl_pl: Wpisz kod Blik

source: Expiry date
pl_pl: Data ważności

source: I pay with BLIK from saved account
pl_pl: Płacę Blikiem przez zapisane konto

source: If Tpay is only available for certain methods, set it up here. Leave blank to enable for all methods.
pl_pl: Jeśli Tpay jest dostępny tylko dla niektórych metod dostawy, ustaw go tutaj. Pozostaw puste, aby włączyć dla wszystkich metod dostawy.

source: If you do not already have Tpay account, <a href="https://register.tpay.com/" target="_blank">please register</a>.
pl_pl: Jeśli nie masz konta Tpay- <a href="https://register.tpay.com/">zarejestruj się.</a>.

source: Installments
pl_pl: Raty

source: Official Tpay payment gateway for WooCommerce.
pl_pl: Oficjalna bramka płatności Tpay.

source: Online payment by Blik
pl_pl: Płatność Blikiem

source: Online payment by Credit Card
pl_pl: Płatność kartą na stronie tpay.com

source: Online payment by Credit Card SF
pl_pl: Płatność kartą na stronie sklepu

source: Online payment by Google Pay
pl_pl: Płatność przez Google Pay

source: Online payment by installments
pl_pl: Płatność ratalna

source: Online payment by Tpay
pl_pl: Płatność przez Tpay

source: Online payment by Twisto
pl_pl: Płatność przez Twisto

source: Order
pl_pl: Zamówienie

source: Other error
pl_pl: Inny błąd

source: Pay by saved card
pl_pl: Zapłać zapisaną kartą

source: Payment declined by user
pl_pl: Płatność anulowana przez użytkownika

source: Payment error
pl_pl: Błąd płatności

source: Percentage
pl_pl: Procentowo

source: RSA key
pl_pl: Klucz RSA

source: Save card
pl_pl: Zapisz kartę

source: Security code
pl_pl: Kod bezpieczeństwa

source: Select a bank
pl_pl: Wybierz bank

source: Select shipping methods
pl_pl: Wybierz metody dostawy

source: Seller ID
pl_pl: ID sprzedawcy

source: Show
pl_pl: Pokaż

source: Show inactive methods
pl_pl: Pokaż nieaktywne metody płatności

source: Show inactive payment methods as grayed out
pl_pl: Pokaż nieaktywne metody płatności jako wyszarzone

source: You find in Merchant's Panel: Settings -> Notifications
pl_pl: Znajdziesz w Panelu Akceptanta: Ustawienia -> Powiadomienia

source: Title of Tpay Payment Gateway that users sees on Checkout page.
pl_pl: Tytuł bramki płatności Tpay, widoczny na stronie zamówienia.

source: Function uses data from Tpay Settings
pl_pl: Funkcja pobiera dane z Ustawień Tpay

source: Title
pl_pl: Nazwa

source: Tpay banks list
pl_pl: Tpay lista banków

source: Tpay Blik
pl_pl: Blik

source: Tpay config global
pl_pl: Ustawienia globalne Tpay

source: Tpay Credit Card SF
pl_pl: Karta kredytowa (strona zamówienia)

source: Tpay Credit Card standard
pl_pl: Karta kredytowa (strona tpay.com)

source: Tpay Google Pay
pl_pl: Płatność Google Pay

source: Tpay Installments
pl_pl: Raty Tpay

source: Tpay Payment Gateway
pl_pl: Płatności Tpay

source: Tpay payment gateway for WooCommerce
pl_pl: Bramka płatności Tpay dla Woocommerce

source: Tpay settings
pl_pl: Ustawienia Tpay

source: Tpay Twisto
pl_pl: Twisto

source: Pekao Installments
pl_pl: Raty Pekao

source: Transaction title
pl_pl: Tytuł transakcji

source: Unable to create transaction
pl_pl: Nie udało się utworzyć transakcji

source: Use global values.
pl_pl: Użyj wartości globalnych.

source: Use global values
pl_pl: Użyj wartości globalnych

source: User insufficient funds / user authorization error
pl_pl: Niewystarczające ilość środków / błąd autoryzacji

source: Why don't I have to enter a code?
pl_pl: Dlaczego nie muszę wpisywać kodu?

source: You will be redirected to tpay.com where you will enter your credit card details
pl_pl: Zostaniesz przekierowany do strony tpay.com, gdzie podasz dane karty kredytowej

source: Your address for notifications
pl_pl: Adres do notyfikacji

source: Your tpay.com merchant ID. A number with at least four digits (can be five digits), e.g. 12345
pl_pl: Twój ID merchanta w tpay.com. Numer składa się z kilku cyfr

source: Hide bank selection
pl_pl: Ukryj listę wyboru banku

source: Redirection to the Tpay Transaction Panel, without the option of selecting a bank on the order page
pl_pl: Bezpośrednie przekierowanie na Panel Transakcyjny Tpay, bez możliwości wybrania banku na stronie zamówienia

source: Hide
pl_pl: Schowaj

source: By paying,
pl_pl: Płacąc,

source: you accept the terms and conditions
pl_pl: akceptujesz warunki i postanowienia

source: The administrator of the personal data is Krajowy Integrator Płatności S.A., headquartered in Poznań.
pl_pl: Administratorem danych osobowych jest Krajowy Integrator Płatności S.A. z siedzibą w Poznaniu.

source: Read the full text.
pl_pl: Przeczytaj cały tekst.

source: Tiles
pl_pl: Kafelki

source: Dropdown list
pl_pl: Rozwijana lista

source: Read more
pl_pl: Czytaj więcej

source: Read less
pl_pl: Czytaj mniej

source: Tpay environment
pl_pl: Środowisko Tpay

source: Displaying the list of payments
pl_pl: Sposób wyświetlania płatności

source: Merchant email
pl_pl: E-mail sprzedawcy

source: Transaction fee
pl_pl: Opłata za transakcje

source: Tpay requires a WooCommerce plugin,
pl_pl: Tpay wymaga wtyczki WooCommerce,

source: download it
pl_pl: pobierz ją

source: Tax identifier field name
pl_pl: Nazwa pola NIP

source: If you're added extra meta data including tax id to order - place here meta field name
pl_pl: Jeśli dodałeś dodatkowe metadane, w tym identyfikator podatkowy do zamówienia - umieść tutaj nazwę pola meta

source: CRC number in Tpay
pl_pl: Numer CRC w Tpay

source: Calculate the installment!
pl_pl: Oblicz ratę!

source: Installments simulator
pl_pl: Symulator rat Pekao

source: Product page
pl_pl: Karta produktu

source: Cart page
pl_pl: Koszyk zakupowy

source: Checkout page
pl_pl: Strona zamówienia

source: Enable installments simulator on product page
pl_pl: Włącz symulator rat na stronie produktu

source: Enable installments simulator on cart page
pl_pl: Włącz symulator rat w koszyku

source: Enable installments simulator on checkout page
pl_pl: Włącz symulator rat na stronie zamówienia
